Repository: OmegaT-L10N/pl
Catalog: omegat/project_save.tmx
Source language: en
Languages: pl

source: Use &XML for standalone tags (e.g., <i/>)
pl: Użyj & XML dla samodzielnych znaczników (n.p., <i/>)

source: Use all original
pl: Wykorzystać wszystkie oryginalne

source: Use all updated
pl: Wykorzystać wszystkie zaktualizowane

source: Use as Default Translation
pl: Użyj jako tłumaczenie domyślne

source: Use custom templates for modification &info
pl: Użyj niestandardowego wyświetlania &informacji o modyfikacji

source: Use glossary terms
pl: Używaj terminów słownikowych

source: Use the OmegaT.jar file located in OmegaT.app/Contents/MacOS/Java/ to launch OmegaT from the command line.
pl: Użyj pliku OmegaT.jar w OmegaT.app/Contents/MacOS/Java/, aby uruchomić OmegaT z poziomu wiersza poleceń.

source: Use these Help texts to get started.
pl: Żeby rozpocząć, skorzystaj z tych tekstów pomocniczych.

source: Use untar utility (or its equivalent, for instance winrar in Windows) to extract its contents into the project folder "Dictionary".
pl: Użyj narzędzia "untar" do rozpakowywania plików (lub jego odpowiednik, np. winrardla Windows), aby rozpakować zawartość pliku do folderu "dictionnary" (słownik) projektu.

source: User country
pl: Country użytkownika

source: User denied credentials
pl: Odmowa uwierzytelnienia użytkowanika

source: User interface language
pl: Język interfejsu użytkownika

source: User's Manual...
pl: Podręcznik użytkowania...

source: User:
pl: Użytkownik:

source: Username or API Key:
pl: Nazwa użytkownika lub klucz API:

source: Users of other platforms (Linux PowerPC, Linux x64, Solaris SPARC/x86/x64, Windows x64 etc) must have a running compatible Java JRE on their system to be able to use OmegaT.
pl: Użytkownicy innych platform (Linux PowerPC, Linux x64, Solaris SPARC/x86/x64, Windows x64 itd.) muszą mieć w swoim systemie dostęp do kompatybilnej wersji Java JRE, żeby móc używać OmegaT.

source: Using Java Web Start
pl: Używanie Java Web Start

source: Usual translations inserted from the auto folder are displayed in orange.
pl: Zwykłe tłumaczenia wstawione z folderu "auto" zostaną wyświetlone w kolorze pomarańczowym.

source: VLDocking Framework (LGPL License)
pl: VLDocking Framework (licencja LGPL)

source: Validate your tags
pl: Sprawdź poprawność tagów

source: Validating tags
pl: Weryfikacja znaczników

source: Value
pl: Wartość

source: Variant skipped.
pl: Wariant pominięto.

source: Version
pl: Wersja

source: Version: {0}
pl: Wersja: {0}

source: View
pl: Widok

source: Viterbi
pl: Viterbii

source: Warn: Report invalid tags to stdout.
pl: Warn: zgłoś nieprawidłowe tagi przy stdout.

source: Warning
pl: Uwaga

source: Warning on line {0}, column {1} while parsing:
pl: Ostrzeżenie przy linijce {0}, kolumna {1} podczas analizy:

source: Warning!
pl: Uwaga!

source: Warning: Changing tag order may break the translated document!
pl: Uwaga: Zmiana kolejności znaczników może spowodować, że przetłumaczony dokument nie będzie nadawał się do użytku!

source: When a single file has more segments than this, additional segments will be loaded on-demand as you scroll.
pl: Gdy pojedynczy plik ma więcej segmentów, dodatkowe segmenty będą ładowane na żądanie w czasie przewijania .

source: When checked, the items in the glossary auto-completer view will contain the source text, too.
pl: Jeżeli jest zaznaczone, elementy w widoku autouzupełniania glosariusza będą zawierały również tekst źródłowy.

source: When this file is executed, the commands within it are automatically carried out.
pl: Kiedy ten plik jest uruchomiony, zawarte w nim polecenia są automatycznie wykonywane.

source: When using regular expressions, the replacement string supports references to groups defined in the search string.
pl: W przypadku używania wyrażeń regularnych, zamieniona fraza umożliwia odniesienie się do grup określonych tą samą frazą.

source: When you have finished your translation, to import it into Wikipedia:
pl: Gdy skończysz tłumaczenie, importuj je stronę Wikipedii:

source: When you translate your files, OmegaT stores all your progress in the translation memory project_save.tmx that resides in the project's /omegat subfolder.
pl: Kiedy tłumaczysz plik, OmegaT przechowuje go w pamięci tłumaczeniowej project_save.tmx, który znajduje się w podfolderze /omegat projektu.

source: Whenever you want to see what your translation will look like in its final format, press Ctrl+D to generate the translated documents, which will be created in the /target/ subfolder of your project folder.
pl: Jeżeli chcesz zobaczyć, jak będzie wyglądało tłumaczenie w ostatecznym formacie, kliknij Ctrl+D ab wygenerować przetłumaczone dokumenty, które będą utworzone w subfolderze /target/ w folderze projektu

source: Which version do you want to keep?
pl: Którą wersję chcesz zachować?

source: Whitespace
pl: Białe znaki

source: Whitespaces
pl: Znaki niedrukowane

source: Wildcards: Both exact and keyword searches support the wildcard characters * and ?.
pl: Symbole wieloznaczne: Znaki wieloznaczne " * " i " ? " mogą być użyte w dokładnym wyszukiwaniu i wyszukiwaniu przez słowa-klucze.

source: Will be synchronized next time.
pl: Następnym razem nastąpi synchronizacja.

source: Wind catches lily Scatt'ring petals to the wind: Your page is not found
pl: Przeminęło ze stroną...

source: Windows Resources
pl: Zasoby programu Windows

source: Windows Users
pl: Użytkownicy Windowsa

source: With this command you can move backward one segment at a time, to return later to the current segment using Forward in history...command below.
pl: To polecenie umożliwia cofnięcie się o jeden segment na raz. Aby powrócić do bieżącego segmentu później, użyj polecenia Dalej....

source: With this command you can step forward to the segment, you have previously left by the Back in history... command.
pl: To polecenie umożliwia przejście do segmentu, który został poprzednio opuszczony, za pomocą poleceniaWstecz....

source: With this method, you may also download the "Windows without JRE" version, since the new installation will use your existing JRE.
pl: Przy tej metodzie można również pobrać wersję "Windows bez JRE", ponieważ nowa instalacja będzie wykorzystywać istniejące JRE..

source: Words
pl: Wyrazy

source: Writeable Glossary File
pl: Zapisywany plik glosariusza

source: Writeable Glossary File:
pl: Plik glosariusza z możliwością zapisu:

source: Writeable glossary file folder entered does not exist!
pl: Podany folder zapisywanego glosariusza nie istnieje!

source: Wrong response format from TaaS service
pl: Nieprawidłowy format odpowiedzi usługi TaaS

source: Wrong response from engine
pl: Błędna odpowiedź silnika tłumaczeniowego

source: Wrong username/password for {0}
pl: Nieprawidłowa nazwa użytkownika/hasło

source: XHTML Filter Options
pl: Opcje filtrowania XHTML

source: YEAR is the 4-digit year, MM is the month, DD the day of the month, and HH and NN are the hours and minutes when the previous translation memory was saved.
pl: ROK odpowiada czterem cyfrom roku, MM to miesiąc, DD dzień a HH i NN to godziny i minuty, jakie upłynęły od ostatniego zapisania pamięci tłumaczeniowej.

source: You already have the latest version.
pl: Już posiadasz najnowszą wersję.

source: You are going to modify {0} segments.
pl: Za chwilę zmienisz segmenty.

source: You are trying to use the HunspellTokenizer with the language {0}, but no spelling dictionaries are installed for this language.
pl: Próbujesz użyć HunspellTokenizer z językiem {0}, ale nie ma zainstalowanych słowników ortograficznych dla tego języka.

source: You are uninstalling the spellchecking dictionary that your project currently uses.
pl: Odinstalowujesz słownik sprawdzania pisowni, którego twój projekt aktualnie używa.

source: You can add OmegaT to your menus as follows:
pl: Możesz dodać OmegaT do swoich menu w następujący sposób:

source: You can add a new term to the glossary by pressing Ctrl+Shift+G, or copy existing glossaries to the /glossary/ subfolder of your project folder, and OmegaT will automatically look up words in them.
pl: Można dodać nowy termin do słownika, naciskając klawiszeCtrl+Shift+G, lub kopiując istniejące /glosariusze/ w podfolderze projektu, a program OmegaT automatycznie wyszuka w nich słowa.

source: You can also cd there directly from the command line and open Configuration.properties in a command line editor like emacs or vi.
pl: Możesz również dostać się tam bezpośrednio z poziomu wiersza polecenia i otworzyć Configuration.properties w edytorze poleceń jak emacs czy vi.

source: You can also use AppleScript or Automator to create Services or scripts that will automate frequent actions.
pl: Możesz skorzystać z AppleScript lub Automator, by stworzyć własne Usługi lub skrypty, które zautomatyzują częste czynności.

source: You can create a new project for each new job, and you can add new source files to a project at anytime.
pl: Możesz utworzyć nowy projekt do każdego nowego zadania, nowe pliki źródłoe możesz dodać do projektu w dowolnym momencie.

source: You can create glossary entries with Create Glossary Entry in the Edit menu.
pl: Hasła do glosariusza można dodawać za pomocą opcji „Wprowadź hasło do glosariusza” w menu „Edytuj”.

source: You can find detailed statistic information in the file: {0}
pl: Szczegółowe dane statystyczne możesz znaleść w pliku: {0}

source: You can launch OmegaT from the command line with a script that includes start-up options or you can click on OmegaT.jar to launch it directly.
pl: Możesz uruchomić program OmegaT z poziomu wiersza polecenia za pomocą skryptu zawierającego opcje uruchomieniowe lub możesz kliknąć na OmegaT.jar, aby bezpośrednio uruchomić program.

source: You can modify OmegaT's behaviour by editing the Properties as well as the Configuration.properties file in the package.
pl: Możesz edytować zachowanie programu OmegaT poprzez wprowadzanie zmian we Właściwościach lub pliku Configuration.properties w pakiecie.

source: You can thus select a word anywhere in OmegaT and use Services to check this word, for instance in Spotlight or in Google.
pl: Możesz wybrać dowolne słowo w OmegaT i użyć Usług, aby sprawdzić dane słowo np. w Spotlight lub Google.

source: You currently have {1}.
pl: Obecnie masz {1}.

source: You may also copy the files to your project's 'source' folder using your favorite file manager and reload the project by calling Reload from the Project menu.
pl: Możesz także skopiować pliki do foldera źródłowego twojego projektu, używając swojego ulubionego menedżera plików i załaduj ponownie projekt, używając opcji Załaduj ponownie w menu Projektu.

source: You may try to solve this problem in one of the following ways:
pl: Spróbuj rozwiązać problem w następujący sposób:

source: You must enter a number between 1 and {0}.
pl: Wpisz liczbę między 1 a {0}.

source: You need to update your JDK 1.6 to the latest version, or just remove the jaxb-*.jar files from the OmegaT /lib dir
pl: Należy zaktualizować JDK 1.6 do najnowszej wersji lub po prostu usunąć pliki jaxb-*.jar z katalogu OmegaT /lib

source: You should specify their new location or recreate them.
pl: Należy wskazać ich nowe rozmieszczenie lub odtworzyć je.

source: You will be prompted to enter this password every time you launch OmegaT.
pl: Za każdym razem, gdy będziesz otwierać OmegaT, będziesz musiał podać to hasło.

source: Your current project uses sentence segmentation, but TMX file was created using paragraph segmentation.
pl: W projekcie użyto segmentacji zdaniowej, jednak plik TMX używa segmentacji akapitowej.

source: Your operating system refused to let OmegaT create its configuration folder.
pl: Twój system operacyjny nie pozwolił OmegaT na utworzenie folderu konfiguracyjnego.

source: Your project does not contain any files in a supported file format.
pl: Twój projekt nie zawiera żadnych plików w obsługiwanym formacie.

source: ZIP files
pl: Pliki ZIP

source: [Fuzzy]
pl: [Rozmyte]

source: [fuzzy]
pl: [rozmyte]

source: [{0}] “{1}” in source; expected one of {2} in target
pl: [{0}] "{1}" w źródle; oczekiwane jedno z {2} w celu

source: [{0}] “{1}” in source; expected “{2}” in target
pl: [{0}] "{1}" w źródle; oczekiwane "{2}" w celu

source: all matching segments
pl: wszystkie pasujące elementy

source: attributes.
pl: atrybuty.

source: canceled ({0} ms elapsed)
pl: anulowano ({0} ms upłynęły)

source: clicking a column header changes the sort order for the column,
pl: kliknięcie nagłówka kolumny powoduje zmianę kolejności sortowania dla danej kolumny,

source: close the project
pl: zamknij projekt

source: done ({0} ms elapsed)
pl: ukończono ({0} ms upłynęły)

source: double-clicking a row activates the corresponding segment in the Editor pane,
pl: dwukrotne kliknięcie na wiersz aktywuje odpowiedni segment w oknie edycyjnym,

source: etc...
pl: itd.

source: extensions:
pl: rozszerzenia:

source: file names
pl: nazwy plików

source: h&reflang (language of links)
pl: h&reflang (język linków)

source: href (URL of &links)
pl: href (URL &linków)

source: init <source language> <target language> Initialize a minimal team project with the specified languages.
pl: init <język źródłowy> <język docelowy> Stwórz minimalny projekt zespołowy z danymi językami.

source: jsch-agent-proxy (jsch-agent-proxy License)
pl: jsch-agent-proxy (licencja jsch-agent-proxy)

source: lan&g (language attribute)
pl: lan&g (atrybuty języka)

source: loaded
pl: Załadowano

source: mALIGNa (MIT License)
pl: mALIGNa (licencja MIT)

source: macOS Users
pl: Użytkownicy macOS

source: macOS goodies
pl: Bonusy macOS

source: missing or displaced tags, including custom tags.
pl: brakujące lub przestawione tagi, w tym niestandardowe tagi.

source: n - (script name)
pl: n - (nazwa skryptu)

source: open the project
pl: otwórz dany projekt

source: rename it project_save.tmx
pl: zmień nazwę naproject_save.tmx

source: rename the current project_save.tmx file (e.g. to project_save.tmx.temporary)
pl: zmień nazwę pliku project_save.tmx (np. na project_save.tmx.temporary)

source: select the backup translation memory that is the most likely to contain the data you are looking for
pl: wybierz tę kopię pamięci tłumaczeniowej, która najprawdopodobniej zawiera dane, jakich szukasz

source: selecting or moving the mouse over a row displays a pop-up menu icon in the last column containing actions for correcting or ignoring the error.
pl: wybranie lub przesunięcie myszki nad wiersz powoduje wyświetlenie ikony menu podręcznego w ostatniej kolumnie, zawierającego czynności umożliwiające poprawienie lub zignorowanie błędu.

source: slf4j (MIT License)
pl: slf4j (licencja MIT)

source: src (URL of &images)
pl: src (URL &obrazów)

source: trie4j (Apache License 2.0)
pl: trie4j (licencja Apache 2.0)

source: trilead-ssh2 (Trilead SSH license)
pl: trilead-ssh2 (licencja Trilead SSH)

source: unknown
pl: nieznany

source: value (of button, &submit and reset input)
pl: value (wartość inputu "button", "&submit" i "reset")

source: {0} ({1} left) / {2} ({3} left), {4}
pl: {0} ({1} pozostało) / {2} ({3} pozostało), {4}

source: {0} +{1} more
pl: {0} + {1} więcej

source: {0} conflicts
pl: {0} Konflikty

source: {0} segments
pl: {0} segmenty

source: {0} toggles orientation between LTR, RTL, and language-dependent
pl: {0}przełącza pomiędzy LTR (od lewej do prawej), RTL (od prawej do lewej) i orientacją zależną od języka

source: {0} version {1} ({2})
pl: {0} wersja {1} ({2})

source: {0} version {1}, update {2} ({3})
pl: {0} wersja {1},aktualizacja {2} ({3})

source: {1}, executed from '{2}'
pl: {1}, uruchomiona z '{2}'

source: ← Back
pl: ← Wstecz
